[
  {
    "id": 1,
    "name": "Chandika Hathurusighe",
    "role": "Head Coach",
    "bio": "Chandika Hathurusighe has been appointed Bangladesh National Team Head Coach. This will be the former Sri Lanka batsman’s second spell with the Bangladesh team which he had previously coached from 2014 to 2017. The 54-year old Hathurusighe has reached a two-year term with the BCB which starts from February 2023.\n\nHathurusighe said he was excited at the prospect of returning to Bangladesh cricket: “It’s an honour to have been given this opportunity to coach the Bangladesh national team once again.\n\n“I really loved the warmth of the people and the culture of Bangladesh whenever I have been there. I’m looking forward to working with the players once again and enjoy their successes.”\n\nBCB CEO Nizam Uddin Chowdhury has welcomed the new head coach who replaces South African Russell Domingo: “Chandika’s experience and knowledge of Bangladesh cricket will be an advantage for him and will benefit the players. He is a proven tactician and we have seen his impact on the national team during his first assignment.”\n\nSome of the highlights of Hathurusighe’s previous tenure include first ODI series victories over Pakistan, India and South Africa, a maiden quarterfinal appearance in a World Cup (2015) and first Test wins against England, Australia and Sri Lanka.",
    "imageUrl": "https://tigercricket.com.bd/images/2023/03/1759416357391826.jfif"
  },
  {
    "id": 2,
    "name": "Julian Wood",
    "role": "Assistant Coach",
    "bio": "Julian Wood, world renowned power-hitting coach, is all set to join Bangladesh set-up in August to help them improve their range of shots as they prepare for the forthcoming T20 Asia Cup.\n\nWood, who is credited for transforming England's white-ball side by introducing power-hitting methods, is expected to arrive before the start of the camp in August and will guide the players for three weeks.\n\n\"I think the key for me is there's a lot of talent there. They've always had talent. When it comes to white ball cricket, striking the ball is obviously a major part of the game now,\" he said.",
    "imageUrl": "https://static.cricbuzz.com/a/img/v1/1080x608/i1/c730844/julian-wood-has-previously-worked-with-the-chattogram-challengers-in-the-bpl.jpg"
  }
]